Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: The bonus plan was successfully deleted.
de_de: Der Bonusplan wurde erfolgreich gelöscht.

source: No bonus plans have been created yet
de_de: Es wurden noch keine Bonuspläne erstellt

source: No bonus plans
de_de: Keine Bonuspläne

source: The plan is about a deactivated user.
de_de: Der Plan betrifft einen deaktivierten Benutzer.

source: Plan stage
de_de: Planungsphase

source: View plan
de_de: Plan anzeigen

source: Current plan stage: {{stageName}}
de_de: Aktuelle Planphase: {{stageName}}

source: Delete plan
de_de: Plan löschen

source: Delete plans
de_de: Pläne löschen

source: Are you sure you want to delete {{count}} career development plan?
de_de: Möchten Sie {{count}} Entwicklungsplan für die berufliche Laufbahn wirklich löschen?

source: Are you sure you want to delete {{count}} career development plans?
de_de: Möchten Sie wirklich {{count}} Entwicklungspläne löschen?

source: This action cannot be undone.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.

source: Delete {{count}} career development plan
de_de: {{count}} Entwicklungsplan löschen

source: Delete {{count}} career development plans
de_de: {{count}} Entwicklungspläne löschen

source: {{count}} career development plan was successfully deleted.
de_de: {{count}} Entwicklungsplan für die berufliche Laufbahn wurde erfolgreich gelöscht.

source: {{count}} career development plans were successfully deleted.
de_de: {{count}} Entwicklungspläne für die berufliche Laufbahn wurden erfolgreich gelöscht.

source: {{count}} out of {{chosenPlans}} career development plans was successfully deleted.
de_de: {{count}} von {{chosenPlans}} Entwicklungsplänen für die Karriere wurden erfolgreich gelöscht.

source: {{count}} out of {{chosenPlans}} career development plans were successfully deleted.
de_de: {{count}} von {{chosenPlans}} Entwicklungsplänen für die Karriere wurden erfolgreich gelöscht.

source: The list can load up to {{count}} results. Use search to find additional managers.
de_de: Die Liste kann bis zu {{count}} Ergebnisse laden. Verwende die Suche, um weitere Manager zu finden.

source: The list can load up to {{count}} results. Use search to find additional organizational units.
de_de: Die Liste kann bis zu {{count}} Ergebnisse laden. Verwenden Sie die Suche, um weitere Organisationseinheiten zu finden.

source: Filter by plan stage
de_de: Nach Planstatus filtern

source: Select a plan stage
de_de: Planphase auswählen

source: The list can load up to {{count}} results. Use search to find additional workers.
de_de: Die Liste kann bis zu {{count}} Ergebnisse laden. Verwenden Sie die Suche, um weitere Mitarbeiter:innen zu finden.

source: To move plans to a different stage, select the plan stage and then filter to find specific plans in the selected stage.
de_de: Um Pläne in eine andere Phase zu verschieben, wählen Sie die Planphase aus und filtern Sie dann, um bestimmte Pläne in der ausgewählten Phase zu finden.

source: View all or apply filters to see plans and available actions
de_de: Alle anzeigen oder Filter anwenden, um Pläne und verfügbare Aktionen zu sehen

source: There are {{count}} career development plans
de_de: Es gibt {{count}} Entwicklungspläne für die Karriere

source: Move career development plans
de_de: Entwicklungspläne verschieben

source: Move career plans
de_de: Karrierepläne verschieben

source: Managers will need to review and submit their inputs again. This action cannot be undone.
de_de: Manager müssen ihre Eingaben erneut überprüfen und einreichen. Diese Aktion kann nicht rückgängig gemacht werden.

source: Workers and managers will need to submit their inputs again according to the workflow. This action cannot be undone.
de_de: Mitarbeiter:innen und Manager:innen müssen ihre Eingaben entsprechend dem Workflow erneut einreichen. Diese Aktion kann nicht rückgängig gemacht werden.

source: Workers will need to submit their inputs again according to the workflow. This action cannot be undone.
de_de: Mitarbeiter:innen müssen ihre Eingaben entsprechend dem Workflow erneut einreichen. Diese Aktion kann nicht rückgängig gemacht werden.

source: You are about to move the career development plan from the "<0>{{fromStatus}}</0>" stage to the "<1>{{toStatus}}</1>" stage.
de_de: Sie sind dabei, den Entwicklungsplan von der Phase „<0>{{fromStatus}}</0>“ in die Phase „<1>{{toStatus}}</1>“ zu verschieben.

source: Move career plans to a different stage
de_de: Karrierepläne in eine andere Phase verschieben

source: Select plans to continue
de_de: Pläne auswählen, um fortzufahren

source: {{count}} career development plan was successfully moved to the selected stage.
de_de: {{count}} Entwicklungspläne für die berufliche Laufbahn wurden erfolgreich in die ausgewählte Phase verschoben.

source: {{count}} career development plans were successfully moved to the selected stage.
de_de: {{count}} Entwicklungspläne für die berufliche Laufbahn wurden erfolgreich in die ausgewählte Phase verschoben.

source: {{count}} out of {{requestedPlansCount}} career development plans were successfully moved to the selected stage.
de_de: {{count}} von {{requestedPlansCount}} Entwicklungsplänen für die berufliche Laufbahn wurden erfolgreich in die ausgewählte Phase verschoben.

source: Apply filters to view the plans and move them to the next stage.
de_de: Filter anwenden, um die Pläne zu sehen und sie in die nächste Phase zu verschieben.

source: There are {{count}} plans in "{{planStage}}" stage
de_de: Es gibt {{count}} Pläne in der Phase „{{planStage}}“

source: Adjust your filters to find what you are looking for.
de_de: Passen Sie Ihre Filter an, um zu finden, was Sie suchen.

source: No plans found
de_de: Keine Pläne gefunden

source: Manage {{planName}}
de_de: {{planName}} verwalten

source: Plans in "{{planStage}}" stage: {{count}}
de_de: Pläne im Stadium „{{planStage}}“: {{count}}

source: Search result: {{count}}
de_de: Suchergebnis: {{count}}

source: Career development plans that are in the closed stage cannot be deleted.
de_de: Laufbahnentwicklungspläne im Status „Geschlossen“ können nicht gelöscht werden.

source: Manage plans
de_de: Pläne verwalten

source: New plan stage
de_de: Neue Planphase

source: Choose the plan stage
de_de: Planungsphase auswählen

source: Career Development Plans
de_de: Karriereentwicklungspläne

source: The population of the career development plan will be based on the local admin's access. They will be able to edit only the population within the template.
de_de: Die Bevölkerungszahl des Karriereentwicklungsplans wird auf dem Zugriff des lokalen Administrators basieren. Sie können nur die Bevölkerungszahl innerhalb der Vorlage bearbeiten.

source: Allow local admins in career development plan templates
de_de: Lokale Administratoren in Vorlagen für Karriereentwicklungspläne zulassen

source: The reassigned reviewer will see the reassigned process in their list and will be able to complete the manager’s part. The reassigned reviewer will see all worker-related data (goals, skills, etc.) visible in the career development process, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full process with the worker.
de_de: Die neu zugewiesene beurteilende Person sieht den neu zugewiesenen Prozess in ihrer Liste und kann den Teil der Führungskraft abschließen. Die neu zugewiesene beurteilende Person sieht alle mit der Mitarbeiter:in zusammenhängenden Daten (Ziele, Kompetenzen usw.), die im Karriereentwicklungsprozess sichtbar sind, genauso wie die direkte Führungskraft. Bitte beachten Sie, dass eine Neuzuweisung bedeutet, dass die neu zugewiesene beurteilende Person den gesamten Prozess mit der Mitarbeiter:in durchführt.

source: Allow line managers to reassign career development plans to other users
de_de: Ermöglichen Sie Linienmanagern, Entwicklungspläne für die berufliche Laufbahn anderen Benutzern neu zuzuweisen

source: Closed career development plans done with a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the career development plans after transfer.
de_de: Abgeschlossene Entwicklungspläne zur beruflichen Laufbahn, die mit der vorherigen Führungskraft eines:einer Mitarbeiter:in erstellt wurden, werden für die neue Führungskraft sichtbar gemacht. Die vorherige Führungskraft kann die Entwicklungspläne zur beruflichen Laufbahn auch nach der Versetzung weiterhin sehen.

source: Allow system managers to see closed career development plans
de_de: Systemverantwortlichen das Anzeigen abgeschlossener Karriereentwicklungspläne erlauben

source: A Performance Management feature that enables HRBP administrators to create career development plans in which workers and managers reflect on the events that took place over a defined period of time.
de_de: Eine Leistungsmanagement-Funktion, die es HRBP-Administrator:innen ermöglicht, Entwicklungspläne zu erstellen, in denen Mitarbeiter:innen und Manager:innen über die Ereignisse eines definierten Zeitraums reflektieren.

source: Enable career development
de_de: Karriereentwicklung ermöglichen

source: General career development settings
de_de: Allgemeine Einstellungen zur beruflichen Entwicklung

source: Career Development Settings
de_de: Einstellungen zur beruflichen Entwicklung

source: Check-In Mass Assignment
de_de: Check-in-Sammelzuweisung

source: Check-in deletion
de_de: Check-in-Löschung

source: Enable check-ins
de_de: Check-ins aktivieren

source: A Performance Management feature that enables workers to schedule regular discussions with their managers and reports to align on goals.
de_de: Eine Funktion im Leistungsmanagement, die es Mitarbeiter:innen ermöglicht, regelmäßige Gespräche mit ihren Vorgesetzten und Berichtenden zu planen, um sich auf Ziele abzustimmen.

source: General check-ins settings
de_de: Allgemeine Einstellungen für Check-ins

source: Allow managers to conduct structured discussions with their direct reports. Using dedicated widgets, they can comment on areas such as performance, goals, and behaviors. Once finalized, workers can review comments and either accept the check-in, or propose a follow-up meeting directly from the check-in page.
de_de: Ermöglichen Sie es Führungskräften, strukturierte Gespräche mit ihren direkt unterstellten Mitarbeiter:innen zu führen. Mit speziellen Widgets können sie Bereiche wie Leistung, Ziele und Verhalten kommentieren. Nach Abschluss können Mitarbeiter:innen Kommentare einsehen und entweder den Check-in akzeptieren oder direkt über die Check-in-Seite ein Folgetreffen vorschlagen.

source: Allow workers and managers to schedule and structure check-ins at their convenience. These sessions support adding and editing content or comments as needed, with all information visible only to the participants.
de_de: Ermöglichen Sie es workers und managers, Check-ins nach Belieben zu planen und zu strukturieren. Diese Sitzungen unterstützen das Hinzufügen und Bearbeiten von Inhalten oder Kommentaren nach Bedarf, wobei alle Informationen nur für die Teilnehmende sichtbar sind.

source: Enable regular check-ins
de_de: Regelmäßige Check-ins aktivieren

source: Check-In Settings
de_de: Check-in-Einstellungen

source: Create communication round
de_de: Kommunikationsrunde erstellen

source: The latest document generations will appear here.<br/>Check again later for updates or explore more features in the meantime.
de_de: Die neuesten Dokumentengenerationen werden hier angezeigt.<br/>Prüfen Sie später erneut auf Updates oder entdecken Sie in der Zwischenzeit weitere Funktionen.

source: Document generation
de_de: Dokumentenerstellung

source: Explore the latest document generations.
de_de: Entdecken Sie die neuesten Dokumentengenerationen.

source: Export log details
de_de: Exportprotokolldetails

source: Completion
de_de: Abschluss

source: Document template
de_de: Dokumentvorlage

source: Errors
de_de: Fehler

source: Generated documents
de_de: Generierte Dokumente

source: Imported documents
de_de: Importierte Dokumente

source: Requester
de_de: Antragsteller:in

source: Completed with errors
de_de: Mit Fehlern abgeschlossen

source: Pending
de_de: Ausstehend

source: No file uploaded
de_de: Keine Datei hochgeladen

source: Supported file formats: DOCX. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
de_de: Unterstützte Dateiformate: DOCX. Maximale Dateigröße: 10 MB. Maximale Anzahl an Dateien pro Upload: 1 Datei.

source: The document "{{fileName}}" cannot be imported. Make sure it matches the format and size requirements.
de_de: Das Dokument "{{fileName}}" kann nicht importiert werden. Stellen Sie sicher, dass es den Format- und Größenanforderungen entspricht.

source: The code must be unique to publish the document template. Please change the code and try again.
de_de: Der Code muss eindeutig sein, um die Dokumentvorlage zu veröffentlichen. Bitte ändern Sie den Code und versuchen Sie es erneut.

source: Create document template
de_de: Dokumentvorlage erstellen

source: Edit document template
de_de: Dokumentvorlage bearbeiten

source: Create a document to get started
de_de: Erstellen Sie ein Dokument, um zu beginnen

source: No documents available
de_de: Keine Dokumente verfügbar

source: Failed to retrieve the document template file.
de_de: Die Dokumentvorlagendatei konnte nicht abgerufen werden.

source: Failed to retrieve the document template
de_de: Das Abrufen der Dokumentvorlage ist fehlgeschlagen

source: The document file is not available.
de_de: Die Dokumentdatei ist nicht verfügbar.

source: Include an overview
de_de: Eine Übersicht einfügen

source: Document template details
de_de: Details der Dokumentvorlage

source: Define your document template
de_de: Definieren Sie Ihre Dokumentvorlage

source: Preview a PDF document generated from the template and variables.
de_de: Vorschau eines aus der Vorlage und den Variablen generierten PDF-Dokuments anzeigen.

source: Document Templates
de_de: Dokumentvorlagen

source: Template history
de_de: Vorlagenverlauf

source: Back to document template list
de_de: Zurück zur Dokumentvorlagenliste

source: Template document
de_de: Vorlagendokument

source: See the history of the template .docx file since it was published.
de_de: Sehen Sie sich die Historie der Vorlage .docx-Datei an, seit sie veröffentlicht wurde.

source: Template "{{name}}" history
de_de: Verlauf der Vorlage „{{name}}“

source: Uploaded by
de_de: Hochgeladen von

source: Edit variables in the preview. Need help? Use our template to get started.
de_de: Bearbeiten Sie Variablen in der Vorschau. Benötigen Sie Hilfe? Verwenden Sie unsere Vorlage, um zu beginnen.

source: Preview variables
de_de: Variablenvorschau

source: Changes were detected in the fields above. Click "Preview document" to generate the updated document.
de_de: In den obenstehenden Feldern wurden Änderungen festgestellt. Klicken Sie auf "Dokumentvorschau", um das aktualisierte Dokument zu erstellen.

source: Invalid JSON format
de_de: Ungültiges JSON-Format

source: ESC – exit editor, Tab – create an indent
de_de: ESC – Editor verlassen, Tab – Einzug erstellen

source: Keyboard shortcuts:
de_de: Tastenkombinationen:

source: Something went wrong. Please check that your JSON or uploaded document is valid.
de_de: Etwas ist schiefgelaufen. Bitte überprüfen Sie, ob Ihr JSON oder das hochgeladene Dokument gültig ist.

source: You haven't uploaded a document yet. Return to the previous step to upload a document.
de_de: Sie haben noch kein Dokument hochgeladen. Gehen Sie zum vorherigen Schritt zurück, um ein Dokument hochzuladen.

source: Preview document
de_de: Dokumentvorschau

source: Use example
de_de: Beispiel verwenden

source: The document template was successfully published.
de_de: Die Dokumentvorlage wurde erfolgreich veröffentlicht.

source: The document template was successfully saved.
de_de: Die Dokumentvorlage wurde erfolgreich gespeichert.

source: Create and manage document templates
de_de: Dokumentvorlagen erstellen und verwalten

source: View document template
de_de: Dokumentvorlage anzeigen

source: Configure the text value used to replace average compensation values when the underlying population count does not meet the threshold.
de_de: Legen Sie den Text fest, der anstelle von durchschnittlichen Vergütungswerten angezeigt wird, wenn die zugrunde liegende Population die Mindestschwelle nicht erreicht.

source: Anonymization placeholder text
de_de: Platzhaltertext für Anonymisierung

source: Enable anonymization
de_de: Anonymisierung aktivieren

source: Enable anonymization and define the minimum number of workers required in a population (All, Male, or Female) for average values to be displayed.
de_de: Aktivieren Sie die Anonymisierung und legen Sie die minimale Anzahl von Mitarbeiter:innen fest, die in einer Population (Alle, Männlich oder Weiblich) erforderlich ist, damit Durchschnittswerte angezeigt werden.

source: Enable this option to allow the creation of pay information requests via API.
de_de: Aktivieren Sie diese Option, um die Erstellung von Anfragen zu Vergütungsinformationen über die API zuzulassen.

source: Enable document generation
de_de: Dokumentenerstellung aktivieren

source: Enable this feature to allow document generation.
de_de: Aktivieren Sie diese Funktion, um die Dokumentenerstellung zu ermöglichen.

source: Enable this feature to distribute documents to workers.
de_de: Aktivieren Sie diese Funktion, um Dokumente an Mitarbeiter:innen zu verteilen.

source: Enable this option to allow HRPBs to create pay information requests.
de_de: Aktivieren Sie diese Option, damit HRPBs Anfragen zu Vergütungsinformationen erstellen können.

source: Enable overdue period
de_de: Überfälligen Zeitraum aktivieren

source: Enable this feature to highlight the information requests which exceed the resolution deadline.
de_de: Aktivieren Sie diese Funktion, um Informationsanfragen hervorzuheben, die die Frist zur Bearbeitung überschreiten.

source: Enable pay information requests
de_de: Anfragen zu Gehaltsinformationen aktivieren

source: Enable this feature to manage pay information requests.
de_de: Aktivieren Sie diese Funktion, um Anfragen zu Gehaltsinformationen zu verwalten.

source: Enable warning period
de_de: Warnzeitraum aktivieren

source: Enable this feature to highlight the information requests that are approaching the resolution deadline.
de_de: Aktivieren Sie diese Funktion, um die Informationsanfragen hervorzuheben, deren Frist für die Klärung näher rückt.

source: Enable this feature to allow workers to request pay information.
de_de: Aktivieren Sie diese Funktion, damit Mitarbeiter:innen Gehaltsinformationen anfordern können.

source: The value must be between 1 and 365.
de_de: Der Wert muss zwischen 1 und 365 liegen.

source: The overdue period must be greater than the warning period.
de_de: Der Überfälligkeitszeitraum muss länger als der Warnzeitraum sein.

source: If OverduePeriod is disabled, then OverduePeriodInDays must be null.
de_de: Wenn OverduePeriod deaktiviert ist, muss OverduePeriodInDays null sein.

source: If WarningPeriod is disabled, then WarningPeriodInDays must be null.
de_de: Wenn WarningPeriod deaktiviert ist, muss WarningPeriodInDays null sein.

source: Document Settings
de_de: Dokumenteinstellungen

source: Number of days since request
de_de: Anzahl der Tage seit der Anfrage

source: Pay information letter
de_de: Vergütungsschreiben

source: Integer value defining the minimum number of workers required in a population (All, Male, Female) to display average compensation values
de_de: Ganzzahliger Wert, der die Mindestanzahl an Mitarbeiter:innen in einer Population (Gesamt, Männlich, Weiblich) festlegt, die erforderlich ist, um durchschnittliche Vergütungswerte anzuzeigen

source: Population threshold
de_de: Bevölkerungsschwelle

source: Request creation options
de_de: Optionen für die Antragserstellung

source: Edit communication round
de_de: Kommunikationsrunde bearbeiten

source: View communication round
de_de: Kommunikationsrunde anzeigen

source: Communication
de_de: Kommunikation

source: Add mapping
de_de: Zuordnung hinzufügen

source: Mapping configuration
de_de: Zuordnungskonfiguration

source: Data source
de_de: Datenquelle

source: Template
de_de: Vorlage

source: Bulk generation
de_de: Massenerstellung

source: Individual PIR
de_de: Individuelle PIR

source: Document status and action log monitoring
de_de: Überwachung des Dokumentenstatus und des Aktionsprotokolls

source: Link one or several comp rounds to the communication round
de_de: Verknüpfen Sie eine oder mehrere Vergütungsrunden mit der Kommunikationsrunde

source: Comp round
de_de: Vergütungsrunde

source: Upload HRBP security mapping
de_de: HRBP-Sicherheitszuordnung hochladen

source: HRBP security
de_de: HRBP Sicherheit

source: Define the target populations for the round
de_de: Definieren Sie die Zielgruppen für die Runde

source: Add document
de_de: Dokument hinzufügen

source: Create document
de_de: Dokument erstellen

source: Shared documents with selected populations
de_de: Geteilte Dokumente mit ausgewählten Personengruppen

source: Documents can only be added once the communication round has been published.
de_de: Dokumente können erst hinzugefügt werden, nachdem die Kommunikationsrunde veröffentlicht wurde.

source: Documents can be added after publishing
de_de: Dokumente können nach der Veröffentlichung hinzugefügt werden

source: Import PDF documents
de_de: PDF-Dokumente importieren

source: No imported PDF documents yet!
de_de: Noch keine importierten PDF-Dokumente!

source: Set the workflow of the communication round
de_de: Ablauf der Kommunikationsrunde festlegen

source: Audience
de_de: Zielgruppe

source: Search by worker
de_de: Nach Mitarbeiter:in suchen

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum amount of files per upload: 1 file.
de_de: Unterstützte Dateiformate: PDF. Maximale Dateigröße: 10 MB. Maximale Anzahl an Dateien pro Upload: 1 Datei.

source: You can close this window, but please keep the page open to ensure a successful upload.
de_de: Sie können dieses Fenster schließen, aber bitte lassen Sie die Seite geöffnet, um einen erfolgreichen Upload sicherzustellen.

source: The document "{{fileName}}" cannot be imported. Check the format and size conditions.
de_de: Das Dokument "{{fileName}}" kann nicht importiert werden. Bitte überprüfen Sie die Format- und Größenbedingungen.

source: The code must be unique to publish the communication round. Please change the code and try again.
de_de: Der Code muss eindeutig sein, um die Kommunikationsrunde zu veröffentlichen. Bitte ändern Sie den Code und versuchen Sie es erneut.

source: Communication round details
de_de: Details zur Kommunikationsrunde

source: Round visibility
de_de: Rundensichtbarkeit

source: Communication round owners
de_de: Verantwortliche für Kommunikationsrunden

source: This communication round code is already in use. Please enter a unique value.
de_de: Dieser Code für die Kommunikationsrunde wird bereits verwendet. Bitte gib einen eindeutigen Wert ein.

source: The communication round code cannot be empty.
de_de: Der Kommunikationsrundencode darf nicht leer sein.

source: Turn this setting on to add summary documents for communication managers.
de_de: Aktivieren Sie diese Einstellung, um Zusammenfassungsdokumente für Kommunikationsmanager:innen hinzuzufügen.

source: Include summary documents
de_de: Fassen Sie Zusammenfassungsdokumente ein

source: The communication round name cannot be empty.
de_de: Der Name der Kommunikationsrunde darf nicht leer sein.

source: The visibility end date cannot be empty.
de_de: Das Sichtbarkeitsenddatum darf nicht leer sein.

source: The visibility start date cannot be empty.
de_de: Das Sichtbarkeits-Startdatum darf nicht leer sein.
